Repository: YufiriaMazenta/Craftorithm
Catalog: src/main/resources/lang/*.xliff
Languages: de_de, ru_ru, tr_tr, zh_cn, zh_tw

# unsupported_version
source: <prefix> Unsupported Version
de_de: <prefix> Nicht unterstützte Version
ru_ru: <prefix> неподдерживаемая версия.
tr_tr: <prefix> Desteklenmeyen sürüm.
zh_cn: <prefix> 不支持的版本
zh_tw: <prefix> 不支援的版本。

# new_version
source: <prefix> &aDetected a new version <new_version>, please update to the latest version promptly!
de_de: <prefix> &aDie neue Version <new_version> wurde erkannt, bitte aktualisieren Sie rechtzeitig auf die neue Version.
ru_ru: <prefix> &aОбнаружена новая версия <new_version>, пожалуйста, обновитесь.
tr_tr: <prefix> &aYeni sürüm <new_version> algılandı, lütfen güncellemeyi unutmayın
zh_cn: <prefix> &a检测到有新版本<new_version>, 请及时更新到新版本
zh_tw: <prefix> &a偵測到有新版本<new_version>，請及時更新到新版本！

# command.no_perm
source: <prefix> &cYou do not have permission to use this command.
de_de: <prefix> &cSie haben keine Berechtigung, diesen Befehl zu verwenden.
ru_ru: <prefix> &cУ вас нет разрешения на выполнение этой команды.
tr_tr: <prefix> &cBu komutu kullanma izniniz yok.
zh_cn: <prefix> &c你没有使用此命令的权限
zh_tw: <prefix> &c你沒有使用此指令的權限。

# command.player_only
source: <prefix> &cOnly players can execute this command.
de_de: <prefix> &cNur Spieler können diesen Befehl ausführen.
ru_ru: <prefix> &cЭта команда доступна только игрокам.
tr_tr: <prefix> &cBu komutu sadece oyuncular çalıştırabilir
zh_cn: <prefix> &c只有玩家才能执行此命令
zh_tw: <prefix> &c只有玩家才能執行此指令。

# command.not_enough_param
source: <prefix> &cThe Command is missing parameters, <number> parameters required.
de_de: <prefix> &cBefehl fehlt Parameter, es fehlen <number> Parameter
ru_ru: <prefix> &cОтсутствуют аргументы команды, недостающих <number>.
tr_tr: <prefix> &cKomut eksik parametre içeriyor, <number> parametre eksik.
zh_cn: <prefix> &c命令缺少参数，缺少<number>个参数
zh_tw: <prefix> &c指令缺少參數，缺少<number>個參數。

# command.undefined_subcmd
source: <prefix> &cUndefined subcommand!
de_de: <prefix> &cUndefinierter Unterbefehl
ru_ru: <prefix> &cэто неподдерживаемая подкоманда.
tr_tr: <prefix> &cTanımsız alt komut!
zh_cn: <prefix> &c未定义的子命令
zh_tw: <prefix> &c未定義的子指令。

# command.item.save.success
source: <prefix> &aItem saved successfully.
de_de: <prefix> &aGegenstand erfolgreich gespeichert.
ru_ru: <prefix> &aЭлемент успешно сохранен.
tr_tr: <prefix> &aEşya başarıyla kaydedildi.
zh_cn: <prefix> &a物品保存成功
zh_tw: <prefix> &a物品保存成功。

# command.item.save.failed_save_air
source: <prefix> &cItem save failed. Reason: Cannot save a non-existent item.
de_de: <prefix> &cGegenstandspeicherung fehlgeschlagen. Grund: Kann nicht existierenden Gegenstand speichern.
ru_ru: <prefix> &cНе удалось сохранить предмет, так как он не существует. Причина: попытка сохранить несуществующий предмет.
tr_tr: <prefix> &cEşya kaydedilemedi, neden: Var olmayan bir eşya kaydedilemez.
zh_cn: <prefix> &c物品保存失败，原因：不能保存不存在的物品
zh_tw: <prefix> &c物品保存失敗，原因：無法保存不存在的物品。

# command.item.give.success
source: <prefix> &aGive item successfully
de_de: <prefix> &aGegenstand erfolgreich erhalten.
ru_ru: <prefix> &aПредмет успешно получен.
tr_tr: <prefix> &aEşya başarıyla alındı
zh_cn: <prefix> &a物品获取成功
zh_tw: <prefix> &a物品獲取成功。

# command.item.give.not_exist_item
source: <prefix> &cItem <item_name> does not exist.
de_de: <prefix> &cGegenstand <item_name> existiert nicht.
ru_ru: <prefix> &cПредмет <item_name> не существует.
tr_tr: <prefix> &c<item_name> adlı eşya bulunmuyor.
zh_cn: <prefix> &c不存在物品 <item_name>
zh_tw: <prefix> &c不存在物品 <item_name>。

# command.item.give.player_offline
source: <prefix> &cThe player is not online or does not have a profile.
de_de: <prefix> &cDer Spieler ist offline oder existiert nicht.
ru_ru: <prefix> &cЭтот игрок офлайн или не существует.
tr_tr: <prefix> &cOyuncu çevrimdışı veya mevcut değil.
zh_cn: <prefix> &c该玩家不在线或不存在
zh_tw: <prefix> &c該玩家不在線上或不存在。

# command.reload.success
source: <prefix> &aPlugin reload!
de_de: <prefix> &aDas Plugin wurde erfolgreich neu geladen.
ru_ru: <prefix> &aПерезагрузка плагина выполнена успешно.
tr_tr: <prefix> &aEklenti başarıyla yeniden yüklendi!
zh_cn: <prefix> &a插件重载成功
zh_tw: <prefix> &a插件重載成功。

# command.reload.exception
source: <prefix> &cError occurred during plugin reload, please check the console.
de_de: <prefix> &cBeim Neuladen des Plugins ist ein Fehler aufgetreten. Bitte überprüfen Sie die Konsole.
ru_ru: <prefix> &cВпроцессе перезагрузки плагина произошла ошибка. Пожалуйста, проверьте консоль.
tr_tr: <prefix> &cEklenti yeniden yüklenirken bir hata oluştu, lütfen konsolu kontrol edin.
zh_cn: <prefix> &c插件重载过程中发生错误，请查看控制台
zh_tw: <prefix> &c插件重載過程中發生錯誤，請查看控制台。

# command.remove.success
source: <prefix> &aRecipe removed successfully.
de_de: <prefix> &aRezept erfolgreich gelöscht.
ru_ru: <prefix> &aРецепт успешно удален.
tr_tr: <prefix> &aTarif silindi.
zh_cn: <prefix> &a配方删除成功
zh_tw: <prefix> &a配方刪除成功。

# command.remove.not_exist
source: <prefix> &cRecipe does not exist.
de_de: <prefix> &cRezept existiert nicht.
ru_ru: <prefix> &cРецепт не существует.
tr_tr: <prefix> &cTarif mevcut değil.
zh_cn: <prefix> &c配方不存在
zh_tw: <prefix> &c配方不存在。

# command.disable.success
source: <prefix> &cRecipe disabled successfully.
de_de: <prefix> &cRezept erfolgreich deaktiviert.
ru_ru: <prefix> &cРецепт успешно отключен.
tr_tr: <prefix> &cTarif devre dışı bırakıldı.
zh_cn: <prefix> &c禁用配方成功
zh_tw: <prefix> &c禁用配方成功。

# command.disable.not_exist
source: <prefix> &cRecipe does not exist or has already been disabled.
de_de: <prefix> &cDas Rezept existiert nicht oder wurde bereits deaktiviert.
ru_ru: <prefix> &cРецепт не существует или уже отключен.
tr_tr: <prefix> &cTarif mevcut değil veya zaten devre dışı bırakıldı.
zh_cn: <prefix> &c配方不存在或已经被禁用
zh_tw: <prefix> &c配方不存在或已經被禁用。

# command.disable.failed
source: <prefix> &cFailed to disable recipe, it may already be disabled or does not exist.
de_de: <prefix> &cFehler beim Deaktivieren des Rezepts. Möglicherweise wurde es bereits deaktiviert oder existiert nicht.
ru_ru: <prefix> &cНе удалось отключить рецепт, возможно уже отключен или не существует.
tr_tr: <prefix> &cTarif devre dışı bırakılamadı, belki zaten devre dışı bırakılmış ya da mevcut değil.
zh_cn: <prefix> &c配方禁用失败，可能已被禁用或不存在
zh_tw: <prefix> &c配方禁用失敗，可能已被禁用或不存在。

# command.version
source: <prefix> &aPlugin version: <version>
ru_ru: <prefix> &aВерсия плагина: <version>
tr_tr: <prefix> &aEklenti sürümü: <version>
zh_cn: <prefix> &a插件版本：<version>
zh_tw: <prefix> &a插件版本：<version>。

# command.create.unsupported_recipe_type
source: <prefix> &cUnsupported recipe type.
de_de: <prefix> &cNicht unterstützter Rezepttyp
ru_ru: <prefix> &cНеподдерживаемый тип рецепта.
tr_tr: <prefix> &cDesteklenmeyen tarif tipi.
zh_cn: <prefix> &c不支持的配方类型
zh_tw: <prefix> &c不支援的配方類型。

# command.create.unsupported_recipe_name
source: <prefix> &cUnsupported recipe name, only lowercase letters, numbers, '_', '-', and '.' are allowed.
de_de: <prefix> &cNicht unterstützter Rezeptname, es sind nur [a-z0-9/._-]+ erlaubt.
ru_ru: <prefix> &cНедопустимое имя рецепта. Можно использовать только символы ^[a-z0-9._-]+$.
tr_tr: <prefix> &cDesteklenmeyen tarif adı, yalnızca [a-z0-9/._-]+ izin verilen içeriği kullanabilirsiniz.
zh_cn: <prefix> &c不支持的配方名字，只能使用^[a-z0-9._-]+$允许的内容
zh_tw: <prefix> &c不支援的配方名稱，只能使用^[a-z0-9._-]+$允許的內容。

# command.create.name_used
source: <prefix> &cRecipe ID has already been used.
de_de: <prefix> &cRezept-ID ist bereits vergeben.
ru_ru: <prefix> &cИдентификатор рецепта уже используется.
tr_tr: <prefix> &cTarif kimliği zaten kullanılmış.
zh_cn: <prefix> &c配方ID已经被使用
zh_tw: <prefix> &c配方ID已經被使用。

# command.create.null_result
source: <prefix> &cRecipe result cannot be empty!
de_de: <prefix> &cDas Rezeptergebnis darf nicht leer sein!
ru_ru: <prefix> &cРезультат рецепта не может быть пустым!
tr_tr: <prefix> &cTarif sonucu boş bırakılamaz!
zh_cn: <prefix> &c配方结果不允许为空！
zh_tw: <prefix> &c配方結果不允許為空！

# command.create.null_source
source: <prefix> &cRecipe ingredients cannot be empty!
de_de: <prefix> &cDie Rezeptzutaten dürfen nicht leer sein!
ru_ru: <prefix> &cИнгредиенты рецепта не могут быть пустыми!
tr_tr: <prefix> &cTarif malzemeleri boş olamaz!
zh_cn: <prefix> &c配方原料不允许为空！
zh_tw: <prefix> &c配方原料不允許為空！

# command.create.success
source: <prefix> &a<recipe_type> recipe <recipe_name> created successfully.
de_de: <prefix> &a<recipe_type>-Rezept <recipe_name> erfolgreich erstellt.
ru_ru: <prefix> &aРецепт <recipe_name> типа <recipe_type> успешно создан.
tr_tr: <prefix> &a<recipe_type> türü tarif <recipe_name> başarıyla oluşturuldu.
zh_cn: <prefix> &a<recipe_type>类型配方<recipe_name>创建成功
zh_tw: <prefix> &a<recipe_type>類型配方<recipe_name>創建成功

# command.run_arcenciel.success
source: <prefix> &aExecution successful, took <time> ms.
de_de: <prefix> &aErfolgreich ausgeführt, dauerte <time> ms.
ru_ru: <prefix> &aУспешно завершено, время выполнения <time> мс.
tr_tr: <prefix> &aBaşarıyla çalıştırıldı, süre <time>ms.
zh_cn: <prefix> &a运行成功，耗时<time>ms
zh_tw: <prefix> &a運行成功，耗時<time>毫秒。

# command.list.unsupported_version
source: <prefix> &cThis feature is only available in version 1.16 and above.
de_de: <prefix> &cDiese Funktion ist nur in Version 1.16 und höher verfügbar.
ru_ru: <prefix> &cЭта функция доступна только в версии 1.16 и выше.
tr_tr: <prefix> &cBu özellik sadece 1.16 sürümü ve sonrasında kullanılabilir.
zh_cn: <prefix> &c此功能只在1.16及以上版本可用
zh_tw: <prefix> &c此功能僅在1.16及以上版本可用。

# menu.recipe_list.title
source: &3&lRecipe List
de_de: &3&lRezeptliste
ru_ru: &3&lСписок рецептов
tr_tr: &3&lTarif Listesi
zh_cn: &3&l配方列表
zh_tw: &3&l配方列表

# menu.recipe_list.icon.frame
source: &3&lRecipe List
de_de: &3&lRezeptliste
ru_ru: &3&lСписок рецептов
tr_tr: &3&lTarif Listesi
zh_cn: &3&l配方列表
zh_tw: &3&l配方列表

# menu.recipe_list.icon.previous
source: &aPrevious Page
de_de: &aVorherige Seite
ru_ru: &aПредыдущая
tr_tr: &aÖnceki Sayfa
zh_cn: &a上一页
zh_tw: &a上一頁

# menu.recipe_list.icon.next
source: &aNext Page
de_de: &aNächste Seite
ru_ru: &aСледующая
tr_tr: &aSonraki Sayfa
zh_cn: &a下一页
zh_tw: &a下一頁

# menu.new_recipe_list.title
source: &3&lCraftorithm New Recipe List
de_de: &3&lCraftorithm neue Rezeptliste
ru_ru: &3&lCraftorithm Создание списка рецептов
tr_tr: &3&lCraftorithm Yeni tarif listesi
zh_cn: &3&lCraftorithm新增配方列表
zh_tw: &3&lCraftorithm新增配方列表

# menu.new_recipe_list.icon.frame
source: &3&lNew recipe list
de_de: &3&lNeue Rezeptliste
ru_ru: &3&lСоздание списка новых рецептов
tr_tr: &3&lYeni tarif listesi
zh_cn: &3&l新增配方列表
zh_tw: &3&l新增配方列表

# menu.new_recipe_list.icon.previous
source: &aPrevious Page
de_de: &aVorherige Seite
ru_ru: &aПредыдущая
tr_tr: &aÖnceki Sayfa
zh_cn: &a上一页
zh_tw: &a上一頁

# menu.new_recipe_list.icon.next
source: &aNext Page
de_de: &aNächste Seite
ru_ru: &aСледующая
tr_tr: &aSonraki Sayfa
zh_cn: &a下一页
zh_tw: &a下一頁

# menu.recipe_display.title.shaped
source: Shaped Recipe
de_de: Geordnetes Rezept
ru_ru: Упорядоченный рецепт
tr_tr: Şekilde tarifi
zh_cn: 有序配方
zh_tw: 有序配方

# menu.recipe_display.title.shapeless
source: Shapeless Recipe
de_de: Ungeordnetes Rezept
ru_ru: Неупорядоченный рецепт
tr_tr: Şekilsiz tarifi
zh_cn: 无序配方
zh_tw: 無序配方

# menu.recipe_display.title.furnace
source: Furnace Recipe
de_de: Schmelzrezept
ru_ru: Плавильный рецепт
tr_tr: Ocak tarifi
zh_cn: 熔炉配方
zh_tw: 熔爐配方

# menu.recipe_display.title.blasting
source: Blast Furnace Recipe
de_de: Hochöfen-Rezept
ru_ru: Коксовый рецепт
tr_tr: Maden Eritme Ocağı tarifi
zh_cn: 高炉配方
zh_tw: 高爐配方

# menu.recipe_display.title.smoking
source: Smoker Recipe
de_de: Räucherofen-Rezept
ru_ru: Дымчатый рецепт
tr_tr: Duman Fırını tarifi
zh_cn: 烟熏炉配方
zh_tw: 煙燻爐配方

# menu.recipe_display.title.campfire
source: Campfire Recipe
de_de: Lagerfeuer-Rezept
ru_ru: Рецепт на костре
tr_tr: Kamp ateşi tarifi
zh_cn: 营火配方
zh_tw: 營火配方

# menu.recipe_display.title.smithing
source: Smithing Recipe
de_de: Schmiede-Rezept
ru_ru: Рецепт на наковальне
tr_tr: Demirci tarifi
zh_cn: 锻造配方
zh_tw: 鍛造配方

# menu.recipe_display.title.stone_cutting
source: Stonecutter Recipe
de_de: Steinschneide-Rezept
ru_ru: Тесаковочный станок
tr_tr: Taş Yontma Tarifi
zh_cn: 切石配方
zh_tw: 切石配方

# menu.recipe_display.title.potion
source: Brewing Recipe
de_de: Braustand-Rezept
ru_ru: Рецепт на дистилляторе
tr_tr: Mayalama tarifi
zh_cn: 酿造配方
zh_tw: 釀造配方

# menu.recipe_display.title.anvil
source: Anvil Recipe
de_de: Amboss-Rezept
ru_ru: Кузнечный рецепт
tr_tr: Örs tarifi
zh_cn: 铁砧配方
zh_tw: 鐵砧配方

# menu.recipe_creator.title
source: &3Creating <recipe_type> recipe: <recipe_name>
de_de: &3Erstelle <recipe_type>-Rezept: <recipe_name>
ru_ru: &3Создание рецепта <recipe_type>: <recipe_name>
tr_tr: &3<recipe_type> tarifi oluştur: <recipe_name>
zh_cn: &3创建<recipe_type>配方: <recipe_name>
zh_tw: &3創建<recipe_type>配方： <recipe_name>

# menu.recipe_creator.icon.frame
source: &aCreating Recipe
de_de: &aRezept erstellen
ru_ru: &aСоздание рецепта
tr_tr: &aTarif oluştur
zh_cn: &a创建配方
zh_tw: &a創建配方

# menu.recipe_creator.icon.result_frame
source: &aRecipe Result
de_de: &aRezeptergebnis
ru_ru: &aРезультат рецепта
tr_tr: &aTarif sonucu
zh_cn: &a配方结果
zh_tw: &a配方結果

# menu.recipe_creator.icon.confirm
source: &3&lConfirm Creation
de_de: &3&lBestätigen Sie die Erstellung
ru_ru: &3&lПодтвердить создание
tr_tr: &3&lOluşturmayı Onayla
zh_cn: &3&l确认创建
zh_tw: &3&l確認創建

# menu.recipe_creator.icon.unlock
source: &aUnlock Recipe for Player: <unlock>
de_de: &aHast du das Rezept freigeschaltet: <unlock>
ru_ru: &aРазблокировать рецепт для игрока: <unlock>
tr_tr: &aOyuncunun tarifi açtığından emin misiniz: <unlock>
zh_cn: &a是否为玩家解锁配方:<unlock>
zh_tw: &a是否為玩家解鎖配方：<unlock>

# menu.recipe_creator.icon.cooking_frame
source: &aCooking Ingredients
de_de: &aRohstoffe schmelzen
ru_ru: &aПлавление материалов
tr_tr: &aEritme malzemeleri
zh_cn: &a烧炼原料
zh_tw: &a燒煉原料

# menu.recipe_creator.icon.furnace_toggle
source: &aEnable Furnace Recipe: <enable>
de_de: &aSchmelzofenrezept aktiviert: <enable>
ru_ru: &aВключить плавильный рецепт: <enable>
tr_tr: &aOcak tarifini etkinleştirin: <enable>
zh_cn: &a启用熔炉配方:<enable>
zh_tw: &a啟用熔爐配方：<enable>

# menu.recipe_creator.icon.blast_furnace_toggle
source: &aEnable Blast Furnace Recipe: <enable>
de_de: &aHochöfenrezept aktiviert: <enable>
ru_ru: &aВключить коксовый рецепт: <enable>
tr_tr: &aMaden Eritme Ocağı tarifleri etkin: <enable>
zh_cn: &a启用高炉配方:<enable>
zh_tw: &a啟用高爐配方：<enable>

# menu.recipe_creator.icon.smoker_toggle
source: &aEnable Smoker Recipe: <enable>
de_de: &a Rauchofen-Rezept aktivieren: <enable>
ru_ru: &aВключить рецепты для коптильни: <enable>
tr_tr: &aDuman Fırını tarifleri etkin: <enable>
zh_cn: &a启用烟熏炉配方:<enable>
zh_tw: &a啟用煙燻爐配方：<enable>

# menu.recipe_creator.icon.campfire_toggle
source: &aEnable Campfire Recipe: <enable>
de_de: & Lagerfeuer-Rezept aktivieren: <enable>
ru_ru: &aВключить рецепты для костра: <enable>
tr_tr: &aKamp ateşi tarifleri etkin: <enable>
zh_cn: &a启用营火配方:<enable>
zh_tw: &a啟用營火配方：<enable>

# menu.recipe_creator.icon.cooking_time.name
source: &aCooking Time: <time> tick
de_de: &aVeredelungszeit: <time> Tick
ru_ru: &aВремя плавления: <time> такт
tr_tr: &aEritme zamanı: <time> tick
zh_cn: &a烧炼时间: <time> tick
zh_tw: &a燒煉時間： <time> tick

# menu.recipe_creator.icon.cooking_time.lore.0
source: &3Click to Modify Cooking Time
de_de: &3Klicken Sie zum Ändern der Veredelungszeit
ru_ru: &3Нажмите, чтобы изменить время плавления
tr_tr: &3Külleniş süresini değiştirmek için tıklayın
zh_cn: &3点击修改烧炼时间
zh_tw: &3點擊修改燒煉時間

# menu.recipe_creator.icon.cooking_time.input_hint
source: &aPlease enter cooking time in ticks. Type "cancel" to cancel.
de_de: &aBitte geben Sie die Veredelungszeit ein, in Tick, geben Sie "cancel" ein, um abzubrechen
ru_ru: &aВведите время плавления в тактах, введите "cancel" для отмены.
tr_tr: &aLütfen eritme zamanını tick cinsinden girin, "cancel" yazarak işlemi iptal edebilirsiniz.
zh_cn: &a请输入烧炼时间, 单位为tick, 输入cancel取消
zh_tw: &a請輸入燒煉時間，單位為tick，輸入"cancel"取消。

# menu.recipe_creator.icon.cooking_exp.name
source: &aExperience Reward: <exp>
de_de: &aBelohnung Erfahrung: <exp>
ru_ru: &aНаграда опытом: <exp>
tr_tr: &aTecrübe ödülü: <exp>
zh_cn: &a奖励经验: <exp>
zh_tw: &a獎勵經驗值： <exp>

# menu.recipe_creator.icon.cooking_exp.lore.0
source: &3Click to Modify Experience Reward.
de_de: &3Klicken Sie auf Änderung der Belohnung Erfahrung
ru_ru: &3Нажмите, чтобы изменить награду опытом, введите "cancel" для отмены.
zh_cn: &3点击修改奖励经验
zh_tw: &3點擊修改獎勵經驗

# menu.recipe_creator.icon.cooking_exp.input_hint
source: &aPlease enter experience reward. Type "cancel" to cancel.
de_de: &aBitte geben Sie die Belohnung Erfahrung ein, geben Sie "cancel" ein, um abzubrechen
ru_ru: &aПожалуйста, введите количество опыта для награды.
tr_tr: &aLütfen gerekli seviyeyi girin, İptal etmek için "cancel" yazın.
zh_cn: &a请输入奖励经验, 输入cancel取消
zh_tw: &a請輸入獎勵經驗，輸入"cancel"取消。

# menu.recipe_creator.icon.smithing_frame
source: &aSmithing Ingredients
de_de: &aGegenstände schmieden
ru_ru: &aИзготовление предметов
tr_tr: &aDemir işlenmiş eşya
zh_cn: &a锻造物品
zh_tw: &a鍛造物品

# menu.recipe_creator.icon.potion_frame
source: &aBrewing Ingredients
de_de: &aZum Brauen bestimmte Zutaten
ru_ru: &aСырье для зельеварения
tr_tr: &aMayalanma malzemeleri
zh_cn: &a酿造原料
zh_tw: &a釀造原料

# menu.recipe_creator.icon.anvil_frame
source: &aAnvil Ingredients
de_de: &aSchmiede-Materialien
ru_ru: &aМатериалы для ковки
tr_tr: &aÖrs malzemeleri
zh_cn: &a打造原料
zh_tw: &a製作材料

# menu.recipe_creator.icon.anvil_copy_nbt_toggle
source: &aPreserve Item NBT: <enable>
de_de: &aBehalte Gegenstand-NBT: <enable>
ru_ru: &aСохранить данные NBT предмета: <enable>
tr_tr: &aÖzel eşya veri NBT korunsun mu: <enable>
zh_cn: &a保留物品NBT:<enable>
zh_tw: &a保留物品NBT：<enable>

# menu.recipe_creator.icon.anvil_cost_level.name
source: &aRequired Level: <level>
de_de: &aErforderliches Level: <level>
ru_ru: &aТребуемый уровень: <level>
tr_tr: &aGerekli seviye: <level>
zh_cn: &a所需等级: <level>
zh_tw: &a所需等級: <level>

# menu.recipe_creator.icon.anvil_cost_level.lore.0
source: &3Click to Modify Required Level
de_de: &3Klicken Sie zum Ändern des erforderlichen Levels
ru_ru: &3Нажмите, чтобы изменить требуемый уровень
tr_tr: &3Gerekli seviye değiştirmek için tıklayın
zh_cn: &3点击修改所需等级
zh_tw: &3點擊修改所需等級

# menu.recipe_creator.icon.anvil_cost_level.input_hint
source: &aPlease enter required level. Type 'cancel' to cancel.
de_de: &aBitte geben Sie das erforderliche Level ein, geben Sie "cancel" ein, um abzubrechen
ru_ru: &aВведите требуемый уровень, введите "cancel" для отмены.
tr_tr: &aLütfen gerekli seviyeyi girin, İptal etmek için "cancel" yazın.
zh_cn: &a请输入所需等级, 输入cancel取消
zh_tw: &a請輸入所需等級，輸入“cancel”取消。

# recipe_type_name.shaped
source: Shaped
de_de: Geordnet
ru_ru: последовательно
tr_tr: Şekilde
zh_cn: 有序
zh_tw: 有序

# recipe_type_name.shapeless
source: Shapeless
de_de: Unsortiert
ru_ru: неупорядоченный
tr_tr: Şekilsiz
zh_cn: 无序
zh_tw: 無序

# recipe_type_name.cooking
source: Cooking
de_de: Schmelzen
ru_ru: плавка
tr_tr: Ocağa koyma
zh_cn: 烧炼
zh_tw: 煉製

# recipe_type_name.smithing
source: Smithing
de_de: Schmieden
ru_ru: ковка
tr_tr: Demirci Masası
zh_cn: 锻造
zh_tw: 鍛造

# recipe_type_name.stone_cutting
source: Stonecutting
de_de: Steinschneiden
ru_ru: Резка камня
tr_tr: Taş Kesici
zh_cn: 切石
zh_tw: 切石

# recipe_type_name.potion
source: Brewing
de_de: Brauen
ru_ru: Зельеварение
zh_cn: 酿造
zh_tw: 釀造

# recipe_type_name.anvil
source: Anvil
de_de: der Amboss
ru_ru: кузнечное дело
tr_tr: Örs
zh_cn: 铁砧
zh_tw: 鐵砧

# arcenciel.not_enough_param
source: <prefix> &cStatement "<statement>" is incomplete.
de_de: <prefix> &cDie Anweisung "<statement>" ist unvollständig.
ru_ru: <prefix> &cПредложение "<statement>" неполное
tr_tr: <prefix> &c"<statement>" ifadesi eksik.
zh_cn: <prefix> &c语句"<statement>"不完整
zh_tw: <prefix> &c語句"<statement>"不完整

# arcenciel.unknown_token
source: <prefix> &cUndefined keyword or function: <token>
de_de: <prefix> &cUndefined Schlüsselwort oder Funktion <token>.
ru_ru: <prefix> &cНеизвестное ключевое слово или функция <token>
tr_tr: <prefix> &cTanımsız anahtar kelime veya fonksiyon <token>
zh_cn: <prefix> &c未定义的关键词或函数<token>
zh_tw: <prefix> &c未定義的關鍵字或函式<token>

# load.finish
source: <prefix> &aPlugin loaded successfully.
de_de: <prefix> &aDas Plugin wurde erfolgreich geladen.
ru_ru: <prefix> &aПлагин успешно загружен.
tr_tr: <prefix> &aEklenti başarıyla yüklendi.
zh_cn: <prefix> &a插件加载完毕
zh_tw: <prefix> &a插件載入成功

# load.recipe_load_exception
source: <prefix> &cError occurred while loading recipe <recipe_name>.
de_de: <prefix> &cFehler beim Laden des Rezepts <recipe_name>.
ru_ru: <prefix> &cОшибка при загрузке рецепта <recipe_name>
tr_tr: <prefix> &c<recipe_name> tarifini yüklerken bir hata oluştu.
zh_cn: <prefix> &c加载配方<recipe_name>时出现错误
zh_tw: <prefix> &c載入配方<recipe_name>時發生錯誤。

# load.item_load_exception
source: <prefix> &cError occurred while loading item <item_name>.
de_de: <prefix> &cBeim Laden des Gegenstands <item_name> ist ein Fehler aufgetreten.
ru_ru: <prefix> &cОшибка при загрузке предмета <item_name>
tr_tr: <prefix> &c<item_name> eşyası yüklenirken bir hata oluştu.
zh_cn: <prefix> &c加载物品<item_name>时出现错误
zh_tw: <prefix> &c載入物品<item_name>時發生錯誤。

# load.hook_plugin.success
source: <prefix> &aFound <plugin>, hooked successfully.
de_de: <prefix> &aDas Plugin <plugin> wurde gefunden und ist eingehakt.
ru_ru: <prefix> &aОбнаружен <plugin>, подключен.
tr_tr: <prefix> &a<plugin> bulundu, bağlandı.
zh_cn: <prefix> &a发现<plugin>，已挂钩
zh_tw: <prefix> &a發現<plugin>，已連結。

# load.hook_plugin.not_exist
source: <prefix> &cPlugin <plugin> not found.
de_de: <prefix> &cPlugin <plugin> wurde nicht gefunden.
ru_ru: <prefix> &cПлагин <plugin> не найден
tr_tr: <prefix> &c<plugin> bulunamadı.
zh_cn: <prefix> &c未发现<plugin>
zh_tw: <prefix> &c未發現<plugin>。
